Repository: alexandredsimoes/miniapps.dindin-universal
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: pt

# AppBarButtonCreateAccount.Label
source: new account
pt: criar conta

# ButtonCancel.Content
source: cancel
pt: cancelar

# ButtonCriarConta.Label
source: new account
pt: criar conta

# ButtonCriarLancamento.Content
source: new transaction
pt: criar transação

# ButtonCriarLancamento.Label
source: create
pt: criar

# ButtonSalvarConta.Label
source: save
pt: salvar

# ConfiguracaoPageButtonAbout.Text
source: About
pt: Sobre

# ConfiguracaoPageButtonEnviarLogDescricao.Text
source: Send the error log to developer
pt: Envie o arquivo de log de erros do aplicativo para o desenvolvedor

# ConfiguracaoPageButtonEnviarLogTitulo.Text
source: Send error log
pt: Enviar log de erros

# ConfiguracaoPageButtonFormaPagamentoDescricao.Text
source: Create, change, or remove their payment methods
pt: Criar, alterar ou remover suas formas de pagamento.

# ConfiguracaoPageButtonFormaPagamentoTitulo.Text
source: Manage payment method
pt: Gerenciar formas de pagamento

# ConfiguracaoPageButtonRemoverAdsDescricao.Text
source: Have a more complete experience without advertisements in the application
pt: Tenha uma experiência mais completa, removendo os anúncios do aplicativo

# ConfiguracaoPageButtonRemoverAdsTitulo.Text
source: Remove advertising
pt: Remover anúncios

# ConfiguracaoPageButtonSenhaDescricao.Text
source: Lets you block access through a password
pt: Permite bloquear o acesso através de senha

# ConfiguracaoPageButtonSenhaTitulo.Text
source: Protect with password
pt: Proteger com senha

# ConfiguracaoPageButtonTagDescricao.Text
source: Create, change, or remove their identification tags
pt: Criar, alterar ou remover suas tags de identificação

# ConfiguracaoPageButtonTagTitulo.Text
source: Manage tags
pt: Gerenciar tags

# ConfiguracaoPageCreateBackup.Text
source: Create backup
pt: Efetuar backup

# ConfiguracaoPageCreateBackupSubtitle.Text
source: Creates a backup file and saves it to OneDrive
pt: Cria um arquivo de backup e salva no OneDrive

# ConfiguracaoPageMsgBackupErro
source: It was not possible to perform the backup.
pt: Não foi possivel efetuar o backup.

# ConfiguracaoPageMsgBackupSucesso
source: Backup made with success.
pt: Backup efetuado com sucesso.

# ConfiguracaoPageMsgEfetuarBackup
source: You want to start the backup now?
pt: Deseja iniciar o backup agora?

# ConfiguracaoPageMsgEfetuarBackupMsgProcessando
source: Performing backup...
pt: Efetuando backup...

# ConfiguracaoPageMsgEfetuarBackupMsgProcessandoRestauracao
source: Restoring backup...
pt: Restaurar backup...

# ConfiguracaoPageMsgEfetuarBackupNao
source: No
pt: Não

# ConfiguracaoPageMsgEfetuarBackupSim
source: Yes
pt: Sim

# ConfiguracaoPageMsgRestaurarBackup
source: Want to restore the backup? Current data will be erased and overwritten.
pt: Deseja restaurar o backup? Os dados atuais serão apagados.

# ConfiguracaoPageMsgRestaurarBackupErro
source: Could not restore the backup.
pt: Não foi possível restaurar o backup.

# ConfiguracaoPageMsgRestaurarBackupNao
source: no
pt: não

# ConfiguracaoPageMsgRestaurarBackupSim
source: sure
pt: certeza

# ConfiguracaoPageMsgRestaurarBackupSucesso
source: Backup has been successfully restored!
pt: O backup foi restaurado com sucesso.

# ConfiguracaoPageRestoreBackup.Text
source: Restore backup
pt: Restaurar backup

# ConfiguracaoPageRestoreBackupSubtitle.Text
source: Does restoring a backup previously done
pt: Efetua a restauração de um backup previamente efetuado

# ConfigurationPageCompraEfetuada
source: Purchase succeeded. Restart the application to remove the advertising.
pt: Compra efetuada com sucesso. Reinicie o aplicativo para remover a propaganda.

# ConfigurationPageCompraJaEfetuada
source: You already have this feature
pt: Você já possue esse recurso

# ConfigurationPageCompraNaoEfetuada
source: It has not been possible to finalize the purchase
pt: Não foi possível finalizar a compra

# ContaComboBox.PlaceholderText
source: select a account
pt: selecione uma conta

# ContaDetalheOrderFlyout.Title
source: How you want to sort?
pt: Quer ordernar como?

# ContaDetalhePageEmptyText1.Text
source: Empty here? Don't you think?
pt: Não existe nada aqui

# ContaDetalhePageEmptyText2.Text
source: Try switching the period by using the time bar on top
pt: Tente alternar o período, usando a barra de período acima

# ContaDetalhePageEmptyText3.Text
source: You can also add new expenses or incomes, by clicking the button below.
pt: Você pode também adicionar novas despesas ou receitas clicando no botão abaixo.

# ContaDetalhePageLabelSaldo.Text
source: Actual balance:
pt: Saldo:

# ContaDetalhePageLabelSaldoPrevisto.Text
source: Predicted balance
pt: Saldo previsto

# ContaDetalhePageMenuItemDuplicar
source: clone
pt: clonar

# ContaDetalhePageMenuItemEditar.Text
source: edit
pt: alterar

# ContaDetalhePageMenuItemRemover.Text
source: remove
pt: remover

# ContaDetalhePageMsgRemoverItem
source: Do you really want to remove this item?
pt: Você deseja remover este item?

# ContaDetalhePageMsgRemoverItemNao
source: No!
pt: Não!

# ContaDetalhePageMsgRemoverItemSim
source: Yes!
pt: Sim!

# ContaDetalhePageOrdernarButton.Label
source: sort
pt: ordernar

# ContaDetalhePageTipoOrdenacao
source: data desc,date asc,tags,ammount desc,ammout asc
pt: maior data,menor data,tags,maior valor,menor valor

# ContaFlyout.Title
source: Where you want to put this value?
pt: Onde deseja colocar esse valor?

# ContaPageInicialBalance.Text
source: Initial balance
pt: Saldo inicial

# ContaPageNomeContaEmpty
source: Enter the account name
pt: Insira o nome da conta

# ContaPageNomeTextBox.PlaceholderText
source: account name
pt: nome da conta

# ContaPageSaldoNegativoToggle.Header
source: Negative balance
pt: Saldo negativo

# ContasDetalhePagePivoItemLancamento.Header
source: transactions
pt: transações

# ContasDetalhePagePivoItemSumario.Header
source: summary
pt: resumo

# CriaLancamentoPageQuantidadeRepeticaoTextBox.PlaceholderText
source: Number of repetitions
pt: Número de repetições

# CriaLancamentoPageQuantidadeRepeticaoTextBoxFormat
source: Number of repetitions:
pt: Número de repetições:

# CriarLancamentoPageButtonHoje.Content
source: Today
pt: Hoje

# CriarLancamentoPageButtonInformar.Content
source: Report date
pt: Definir data

# CriarLancamentoPageButtonOntem.Content
source: Yesterday
pt: Ontem

# CriarLancamentoPageContaSelecionada
source: Account:
pt: Conta:

# CriarLancamentoPageDataFimRepeticao
source: End date:
pt: Data final:

# CriarLancamentoPageDataLancamentoDescricao
source: Selected date:
pt: Selecione a data:

# CriarLancamentoPageDataLancamentoDescricaoVazia
source: Not defined
pt: Não definido

# CriarLancamentoPageErroDataLancamento
source: Enter the date
pt: Informe a data

# CriarLancamentoPageErroFimRepeticaoData
source: Enter the end date of the recurrence
pt: Informe a data final da repetição

# CriarLancamentoPageErroFimRepeticaoQuantidade
source: Enter the number of repetitions
pt: Informe o número de repetições

# CriarLancamentoPageErroSelecionarRepeticaoFim
source: Select the end of repetition
pt: Selecione o fim da repetição

# CriarLancamentoPageErroTags
source: Select at least one tag
pt: Selecione ao menos uma tag

# CriarLancamentoPageErroValor
source: Enter the predicted amount
pt: Informe o valor previsto

# CriarLancamentoPageErroValorRealizado
source: Enter the realized amount
pt: Informe o valor realizado

# CriarLancamentoPageFechado
source: accomplished
pt: realizado

# CriarLancamentoPageFimRepeticao
source: End of repetition:
pt: Final da repetição:

# CriarLancamentoPageFormaPagamentoSelecao
source: Payment method:
pt: Forma de pagamento:

# CriarLancamentoPageFormaPagamentoTextBlock.Text
source: Payment Method
pt: Forma de pagamento

# CriarLancamentoPageFormasPagamento
source: money,credit card,others
pt: dinheiro,cartão de crédito,boleto

# CriarLancamentoPageLabelData.FormatString
source: Launc\h \da\te: MM/dd/yyyy
pt: \Data de lança\mento: dd/MM/yyyy

# CriarLancamentoPageListaRepeticoes
source: Never repeat,Daily,Weekly,Fortnightly,Monthly,Annual,Weekdays,Weekends
pt: Nunca repita,Diariamente,Semanalmente,Quinzenalmente,Mensalmente,Anualmente,Durante a semana,Finais de semana

# CriarLancamentoPageListaRepeticoesFinal
source: Never,Specific date,After x retries
pt: Nunca,Data específica,Após x repetições

# CriarLancamentoPageListaTipos
source: Income,Expense
pt: Receita,Despesa

# CriarLancamentoPageMenuPin.Label
source: pin
pt: fixar

# CriarLancamentoPageMenuSave.Label
source: save
pt: salvar

# CriarLancamentoPageMsgSelectAccount
source: You must select a account
pt: Você precisa informar a conta

# CriarLancamentoPageNaoFechado
source: not accomplished
pt: não realizado

# CriarLancamentoPagePivotItem1.Header
source: main information
pt: informações principais

# CriarLancamentoPagePivotItem2.Header
source: tags
pt: tags de identificação

# CriarLancamentoPagePivotItem3.Header
source: other information
pt: outras informações

# CriarLancamentoPageRepeticaoHeader
source: Repeat mode:
pt: Modo de repetição:

# CriarLancamentoPageSelecaoVazia
source: None
pt: Nenhum

# CriarLancamentoPageTagsDespesas
source: food,transportation,housing,health,leisure,personal expenses,travel,clothing,automobile,education,home,insurance,medical,veterinarian,shopping,sports,taxes,party
pt: comida,transporte,habitação,saúde,lazer,despesaspessoais,viagens,vestuário,automóvel,educação,casa,seguro,médico,veterinário,compras,esportes,impostos,festa

# CriarLancamentoPageTagsReceitas
source: wages,rents,income,other
pt: salários,rendas,outros

# CriarLancamentoPageTileTitleDespesa
source: add expense
pt: adicionar despesa

# CriarLancamentoPageTileTitleReceita
source: add income
pt: adicionar receita

# CriarLancamentoPageTipo
source: Type:
pt: Tipo:

# CriarLancamentoPageTipoLancamento
source: Type:
pt: Tipo:

# CriarLancamentoPageValorPrevisto.Text
source: predicted amount
pt: valor previsto

# CriarLancamentoPageValorRealizado.Text
source: realized amount
pt: valor realizado

# CriarLancamentoRepetirApuracaoText.FormatString
source: Repeat verification: 0
pt: Quanitdade de repetições

# CriarLancamentoRepetirApuracaoTextData.FormatString
source: En\d \da\te: MM/dd/yyyy
pt: \Da\ta final: dd/MM/yyyy

# DataExtensoHoje
source: Today
pt: Hoje

# DataExtensoOntem
source: Yesterday
pt: Ontem

# DataExtensoPrevisto
source: Future
pt: Futuro

# DataExtensoSaldoAnterior
source: Previous Balance
pt: Saldo anterior

# DespesaRadioButton.Content
source: Expense
pt: Despesa

# DetalhesContaPageLabelData.Text
source: Launch date
pt: Data de lançamento

# DetalhesContaPageLabelDescricao.Text
source: Description
pt: Descrição

# DetalhesContaPageLabelFinalRepeticao.Text
source: End of repetition
pt: Final da repetição

# DetalhesContaPageLabelMetodoPagamento.Text
source: Payment Method
pt: Forma de pagamento

# DetalhesContaPageLabelRepeticao.Text
source: Repetition
pt: Repetição

# DetalhesContaPageLabelValor.Text
source: Predicted Value
pt: Valor previsto

# DetalhesContaPageLabelValorRealizado.Text
source: Realized Value
pt: Valor realizado

# FechadoToggle.OffContent
source: not accomplished
pt: não realizado

# FechadoToggle.OnContent
source: accomplished
pt: realizado

# FormaPagamentoFlyout.Title
source: How you paid or received for it?
pt: Como você irá pagar ou receber por isso?

# FormaPagamentoPageAppBarButtonCriar.Label
source: save
pt: salvar

# FormaPagamentoPageAppBarButtonCriarFormaPagamento.Label
source: create
pt: criar

# FormaPagamentoPageAppBarButtonCriarTag.Label
source: create
pt: criar

# FormaPagamentoPageAppBarButtonRemove.Label
source: remove
pt: remover

# FormaPagamentoPageFlyoutMsgErroNome
source: Enter the payment method name
pt: Informe o nome da forma de pagamento

# FormaPagamentoPageFlyoutNome.PlaceholderText
source: Name of payment method
pt: Nome da forma de pagamento

# FormaPagamentoPageMenuItemRemover.Text
source: remove
pt: remover

# FormaPagamentoPageMsgExisteRelacionamento
source: This payment method is being used, and cannot be removed.
pt: Essa forma de pagamento está sendo utilizada, e por isso não pode ser removida

# FormaPagamentoPageTituloPagina.Text
source: MANAGE PAYMENT METHODS
pt: GERENCIAR FORMAS DE PAGAMENTO

# FormatoData
source: MM/dd/yyyy
pt: dd/MM/yyyy

# LancamentoDetalhePageEditarButton.Label
source: edit
pt: alterar

# LoginPageTituloPagina
source: WELCOME
pt: BEM VINDO

# MainPageBalancoAtual.Text
source: Actual balance
pt: Saldo atual

# MainPageCompartilharButton.Label
source: share app
pt: compartilhar

# MainPageConfiguracaoButton.Label
source: settings
pt: configuração

# MainPageContaEmptyText1.Text
source: There's nothing here!
pt: Não existe nada aqui!

# MainPageContaEmptyText2.Text
source: You can also add new accounts by clicking the button below.
pt: Você pode também adicionar novas contas clicando no botão abaixo.

# MainPageContaValorPrevisto.Text
source: Predicted amount
pt: Valor previsto

# MainPageContaValorRealizado.Text
source: Realized amount
pt: Valor realizado

# MainPageDespesasFuturasTitulo.Text
source: Future expenses
pt: Despesas futuras

# MainPageDespesasPendentes.Text
source: Future expenses
pt: Despesas futuras

# MainPageFutureExpenses
source: Next months
pt: Próximos meses

# MainPageHeaderConta.Text
source: Accounts
pt: Contas

# MainPageHeaderHome.Text
source: Home
pt: Início

# MainPageHeaderRelatorio.Text
source: Reports
pt: Relatórios

# MainPageMsgNoAccount
source: You must create at least one account to add expense/income
pt: Você precisa criar ao menos uma conta para adicionar despesa/receita

# MainPageRemoverContaButtonNao
source: Man, cancel it!
pt: Cara, cancele isso

# MainPageRemoverContaButtonSim
source: Yes, bring it on!
pt: Isso ai, manda ver

# MainPageRemoverContaMsg
source: You really want to remove this account? All their items related to it will be removed as well.
pt: Deseja remover essa conta? Todos os lançamentos relacionados serão removidos também.

# MainPageShareDescription
source: Take a look at this application I'm found
pt: Dá uma olhada nesse aplicativo que estou descobri

# MainPageShareTitle
source: Control your expenses
pt: Controle seus gastos

# MainPageViewModelMsgEmailLog
source: Want to send your error log file for the application developer? No personal information is sent.
pt: Deseja enviar seu arquivo de log de erros para o desenvolvedor do aplicativo? Nenhuma informação pessoal é enviada.

# MainPageViewModelNotLogMessage
source: No log files found.
pt: Nenhum arquivo de log encontrado

# MainPageViewModelSendLogBodyMessage
source: I am sending my error log file
pt: Estou enviando meu arquivo de log

# MainPageViewModelSendLogSubject
source: DinDin Universal - Error log file
pt: DinDin Universal - Arquivo de log de erros

# MenuItemFlyoutRemoverLancamento.Text
source: remove
pt: remover

# MinhasContasPivoItem.Header
source: my accounts
pt: minhas contas

# MsgConfirmaAlteracaoSenha
source: The PIN has been updated sucessfully
pt: O PIN foi definido com sucesso!

# MsgOneDriveNotLogon
source: You need to sign in and give consent to the app.
pt: Você precisa logar e permtir o acesso a sua conta do OneDrive.

# MsgParcela
source: Part {0}
pt: Parcela {0}

# MsgPerguntaAvaliacao
source: You are enjoying the app? Then says to us what you think. Want to evaluate now?
pt: Gostando do aplicativo? Então, diz pra gente o que você achou. Deseja avaliar agora?

# MsgPerguntaFeedback
source: All right, then you would send feedback by e-mail?
pt: Tudo bem, então gostaria de enviar um feedback por e-mail?

# MsgSenhaIncorreta
source: Invalid PIN, try again, please.
pt: PIN inválido, tente novamente.

source: No
pt: Não

# Ontem
source: Yesterday
pt: Ontem

# PinUserControlTitle.Text
source: Enter your PIN
pt: Informe seu PIN

# Previsto
source: Future
pt: Previsto

# QuantidadeRepeticoesSlider.Header
source: Number of repetitions:
pt: Número de repetições:

# RateAppButton.Content
source: Like the application? Rate ;)
pt: Gostou do aplicativo? Avalie ;)

# ReceitaRadioButton.Content
source: Income
pt: Receita

# RepeticaoFinalFlyout.SelectedValue
source: End of repetition
pt: Final da repetição

# RepeticaoFinalFlyout2.Title
source: Until when?
pt: Até quando?

# RepeticaoFlyout.Title
source: You would like that this value be repeated?
pt: Você gostaria que esse lançamento seja repetido?

# SaldoInicial
source: initial balance
pt: saldo inicial

# SaldoInicialTag
source: initial balance
pt: saldo inicial

# SalvarButton.Label
source: save
pt: salvar

# ShellMenuAbout
source: About
pt: Sobre

# ShellMenuAccounts
source: Accounts
pt: Contas

# ShellMenuConfigurations
source: Configurations
pt: Configurações

# SobreEmailAssunto
source: DinDin Universal - Contact
pt: DinDin Universal - Contato

# SobreEmailBody
source: Hello dear developer,
pt: Olá caro desenvolvedor,

# SobreFaleDevButton.Content
source: Speak to the developer
pt: Fale com o desenvolvedor

# SumarioPivoItem.Header
source: summary
pt: resumo

# TagPageFlyoutDespesa.Content
source: Expense
pt: Despesa

# TagPageFlyoutMsgErroNome
source: Enter the tag name
pt: Informe o nome da tag

# TagPageFlyoutMsgTipo
source: Select Income or Expense
pt: Informe Receita ou Despesa

# TagPageFlyoutNome.PlaceholderText
source: Tag name
pt: Nome da tag

# TagPageFlyoutReceita.Content
source: Income
pt: Receita

# TagPageFlyoutTitulo.Text
source: Manage tag
pt: Gerenciar tag

# TagsPageAppBarButtonCriarTag.Label
source: create
pt: criar

# TagsPageAppBarButtonSalvarTag.Label
source: save
pt: salvar

# TagsPageMsgExisteRelacionamento
source: This tag is being used, and cannot be removed.
pt: Essa tag está sendo utilizada, e por isso não pode ser removida

# TagsPagePageMenuItemRemover.Text
source: remove
pt: remover

# TagsPageTituloPagina.Text
source: MANAGE TAGS
pt: GERENCIAR TAGS

# TextoAtivado
source: On
pt: Ativado

# TipoFlyout.Title
source: What is the input type are you doing?
pt: Qual é o tipo de entrada está fazendo?

# TxtLancamentoDescricao.PlaceholderText
source: Enter short description
pt: Informe uma descrição resumida

# TxtLancamentoNumeroDocumento.PlaceholderText
source: Document number
pt: Número do documento

# TxtTagsSelecionadas.PlaceholderText
source: Select one of the tags below or enter here
pt: Selecione uma das tags abaixo ou digita aqui para criar novas tags

# VersaoTextBlock.Text
source: About
pt: Sobre

source: Yes
pt: Sim
